Repository: fijab/fijab.se
Catalog: src/assets/i18n/messages.*.xlf
Languages: sv

# main-title
source: Your digital partner in Jämtland
sv: Din digitala partner i Jämtland

# main-subtitle
source: Where vision meets reality
sv: Där visionen möter verklighet

# explore-title
source: Explore the future of digital possibilities
sv: Utforska framtidens digitala möjligheter

# explore-description
source: Our innovative services and dedicated support empower you to achieve your goals and drive your business forward.
sv: Våra innovativa tjänster och engagerade stöd gör att du kan uppnå dina mål och driva ditt företag framåt.

source: Get Started
sv: Kom igång

# services-title
source: Our Services
sv: Våra tjänster

# services-description
source: Discover how our comprehensive solutions can transform your business.
sv: Upptäck hur våra omfattande lösningar kan förändra ditt företag.

source: Business Consulting
sv: Affärskonsultation

# business-consulting-description
source: Optimize your business strategy and operations.
sv: Optimera din affärsstrategi och dina operationer.

source: Software Development
sv: Programvaruutveckling

# software-development-description
source: Leverage cutting-edge technologies to build innovative solutions.
sv: Använd avancerade teknologier för att bygga innovativa lösningar.

source: Digital Marketing
sv: Digital marknadsföring

# digital-marketing-description
source: Amplify your brand's reach and engage your target audience.
sv: Öka din varumärkes räckvidd och engagera din målgrupp.

source: Cloud Solutions
sv: Molnlösningar

# cloud-solutions-description
source: Leverage the power of the cloud to drive your business forward.
sv: Använd molnets kraft för att driva ditt företag framåt.

# faq-title
source: Frequently Asked Questions
sv: Vanliga frågor

# faq-description
source: Get answers to the most common questions about our services.
sv: Få svar på de vanligaste frågorna om våra tjänster.

source: Why Choose Us?
sv: Varför välja oss?

# why-choose-us-description
source: Discover the unique advantages that set us apart from the competition.
sv: Upptäck de unika fördelarna som skiljer oss från konkurrenterna.

source: Industry-Leading Expertise
sv: Branschledande expertis

# industry-leading-expertise-description
source: Our team of seasoned professionals brings decades of experience and a proven track record of delivering exceptional results.
sv: Vårt team av erfarna proffs har decennier av erfarenhet och en bevisad meritlista av att leverera exceptionella resultat.

source: Innovative Solutions
sv: Innovativa lösningar

# innovative-solutions-description
source: We leverage the latest technologies and methodologies to deliver cutting-edge solutions that drive your business forward.
sv: Vi använder de senaste teknologierna och metoderna för att leverera toppmoderna lösningar som driver ditt företag framåt.

# client-satisfaction
source: Exceptional Client Satisfaction
sv: Enastående kundnöjdhet

# client-satisfaction-description
source: Our unwavering commitment to client success is reflected in our consistently high customer satisfaction ratings.
sv: Vårt orubbliga engagemang för kundens framgång återspeglas i våra konsekvent höga kundnöjdhetsbetyg.
